{
  "uiuxV3": {
    "skip.main": "Bỏ qua tới nội dung chính",
    "hero.badgePrimary": "Tái thiết UI dẫn chứng",
    "hero.badgeSecondary": "Bám sát kế hoạch kinh doanh",
    "hero.title": "Playbook tối ưu UI/UX ApexRebate",
    "hero.subtitle": "Lộ trình đa nền tảng giúp thống nhất trải nghiệm trader, quốc tế hóa hoàn toàn theo kiến trúc Hạt giống → Cây → Rừng → Đất.",
    "hero.primary": "Bắt đầu với các mốc Hạt giống",
    "hero.secondary": "Xem backlog thực thi",
    "nav.brand": "AR ApexRebate UI/UX v3",
    "nav.mode": "Hybrid Mode ⚡",
    "nav.docs": "Playbook canvas",
    "nav.ariaMain": "Điều hướng chính",
    "nav.sections.objectives": "Mục tiêu UX",
    "nav.sections.roadmap": "Roadmap",
    "nav.sections.tasks": "Backlog thực thi",
    "nav.sections.experts": "Tín hiệu chuyên gia",
    "nav.sections.governance": "Quản trị & QA",
    "toast.action": "Ghi nhận toast tiến độ",
    "toast.title": "Đã gửi toast tiến độ",
    "toast.description": "Sử dụng nghi thức này để chúc mừng từng cột mốc UI/UX hoàn tất.",
    "objectives.heading": "Mục tiêu UX toàn nền tảng",
    "objectives.description": "Mọi màn hình phải chia sẻ cùng nghi thức rõ ràng, tự động và có bằng chứng. Mỗi lần redesign đều phải gắn với các kết quả dưới đây.",
    "objectives.clarity.title": "Nghi thức minh bạch & niềm tin",
    "objectives.clarity.description": "Biến mọi tương tác hoàn phí thành trải nghiệm dễ hiểu và kiểm chứng được.",
    "objectives.clarity.bullets": [
      "Hiển thị trạng thái payout, xác nhận hai lớp và hash bằng chứng trong một ngăn inspector duy nhất.",
      "Thêm tooltip bối cảnh tham chiếu manifest Evidence Layer và ghi chú tuân thủ.",
      "Lặp lại tuyên ngôn sứ mệnh: \"Giúp giao dịch chuyên nghiệp sinh lợi hơn.\""
    ],
    "objectives.onboarding.title": "Luồng onboarding không ma sát",
    "objectives.onboarding.description": "Rút ngắn thời gian chạm tới khoảnh khắc cashback \"aha\" cho trader kiểu Kaison.",
    "objectives.onboarding.bullets": [
      "Dẫn dắt thiết lập concierge bằng chip tiến độ, copy tiếng Anh dễ hiểu và chuyển đổi tiền tệ bản địa.",
      "Cung cấp mô phỏng cashback chào mừng phản ánh đúng phí thực tế.",
      "Ghép mốc payout đầu tiên với social proof và lời mời giới thiệu."
    ],
    "objectives.automation.title": "Tự động hóa có thể can thiệp",
    "objectives.automation.description": "Kết hợp tay nghề concierge với điều khiển self-serve.",
    "objectives.automation.bullets": [
      "Đưa các toggle tự động (Auto-sync, God Mode) lên bề mặt cùng guardrail và fallback rõ ràng.",
      "Làm nổi bật ghi chú reviewer và audit trail theo từng claim.",
      "Ghi nhận playbook vào Decision Library để đội nhóm lặp lại điều hiệu quả."
    ],
    "roadmap.heading": "Roadmap 4 giai đoạn",
    "roadmap.description": "Căn chỉnh chương trình UI/UX với kiến trúc kinh doanh: Hạt giống → Cây → Rừng → Đất.",
    "roadmap.seed.title": "Hạt giống — Nền tảng concierge & niềm tin",
    "roadmap.seed.bullets": [
      "Tái thiết các lane dashboard concierge bằng hệ thống UI/UX v3: intake, review, double-check, settlement.",
      "Triển khai badge bằng chứng song ngữ và khung Next-intl cho /uiux-v3 cùng các luồng concierge.",
      "Xuất email nghi thức hằng tuần báo cáo độ chính xác payout, thời gian tới khoảnh khắc aha và ghi chú retention."
    ],
    "roadmap.tree.title": "Cây — ApexPro & Hang Sói",
    "roadmap.tree.bullets": [
      "Ra mắt dashboard cohort, LTV, ARPU của ApexPro với layout phản hồi theo container query.",
      "Thiết kế điều hướng Hang Sói với thẻ hồ sơ, chip uy tín và không gian cộng tác.",
      "Đóng gói các toggle tự động trong phần cài đặt kèm toast bối cảnh và hành động rollback."
    ],
    "roadmap.forest.title": "Rừng — Automator & vòng quay nội dung",
    "roadmap.forest.bullets": [
      "Phát hành God Mode optimizer với trình lập kịch bản, kiểm soát slippage và cảnh báo rủi ro.",
      "Tự động hóa các bề mặt nội dung (blog, research, referrals) với block sẵn sàng bản địa hóa.",
      "Gắn công cụ đo viral loop và referral bằng modal nhất quán và bộ đếm tiến độ."
    ],
    "roadmap.ground.title": "Đất — Hệ sinh thái & chứng thực",
    "roadmap.ground.bullets": [
      "Công khai dashboard Evidence Ledger với bộ lọc, tải xuống và badge chứng thực.",
      "Mở rộng portal doanh nghiệp cho review tuân thủ, luồng đối tác và kiểm soát hai lớp.",
      "Tài liệu hóa style dictionary và API mở rộng cho đối tác hệ sinh thái."
    ],
    "tasks.heading": "Backlog thực thi từng bước",
    "tasks.description": "Đưa các hạng mục khả thi này vào sprint tiếp theo để giữ nhịp roadmap.",
    "tasks.items": [
      {
        "phase": "Hạt giống tuần 1–2",
        "steps": [
          "Refactor module concierge sang primitive UI/UX v3 (Badge, Card, Table, Toast, Skeleton).",
          "Kết nối bản dịch Next-intl tiếng Anh và tiếng Việt cho header, footer và hero copy.",
          "Prototype ngăn inspector bằng chứng với trạng thái payout, ghi chú reviewer và placeholder hash."
        ]
      },
      {
        "phase": "Hạt giống tuần 3–4",
        "steps": [
          "Thiết kế tiến trình onboarding với tuyên ngôn sứ mệnh và CTA mô phỏng cashback.",
          "Gắn toast playbook concierge bằng data-attribute để đo analytics.",
          "Phỏng vấn ba trader kiểu Kaison và ghi insight vào Decision Library."
        ]
      },
      {
        "phase": "Khởi động Cây",
        "steps": [
          "Xây navigation khám phá Hang Sói và thẻ hồ sơ với lời mời, theo dõi, giới thiệu.",
          "Triển khai khu vực analytics ApexPro bằng container query và callout số liệu.",
          "Bản địa hóa email giao dịch dùng chung copy từ /uiux-v3."
        ]
      },
      {
        "phase": "Xem trước Rừng",
        "steps": [
          "Thiết kế toggle God Mode với tooltip, modal xác nhận và đường lui.",
          "Xây modal báo cáo hiệu suất có thể chia sẻ và mở khóa khi hoàn thành lời mời giới thiệu.",
          "Chuẩn bị token widget chứng thực và đặc tả layout cho lần ra mắt ledger."
        ]
      }
    ],
    "experts.heading": "Tín hiệu chuyên gia",
    "experts.description": "Chưng cất phụ lục kế hoạch kinh doanh thành ràng buộc UX khả thi.",
    "experts.advisors": [
      {
        "name": "Steve Jobs",
        "summary": "Ám ảnh sự rõ ràng và tay nghề.",
        "actions": [
          "Giữ tuyên ngôn \"Giúp giao dịch chuyên nghiệp sinh lợi hơn\" ở vị trí trung tâm.",
          "Mài giũa copy onboarding và dashboard đến khi từng câu đều xứng đáng xuất hiện."
        ]
      },
      {
        "name": "Elon Musk",
        "summary": "Tự động hóa theo nguyên lý đầu tiên và tốc độ.",
        "actions": [
          "Tự động định tuyến claim và toggle tối ưu trước khi thêm lớp marketing.",
          "Thiết lập vòng phản hồi để cải tiến được ship hàng tuần thay vì hàng quý."
        ]
      },
      {
        "name": "Jeff Bezos",
        "summary": "Làm việc ngược từ Kaison.",
        "actions": [
          "Viết thông cáo báo chí 2028 cho quy trình hoàn hảo của Kaison và thiết kế theo đó.",
          "Đo từng màn hình theo bánh đà: tốc độ payout, chất lượng công cụ, lợi thế đàm phán."
        ]
      },
      {
        "name": "Peter Thiel",
        "summary": "Thống trị ngách hẹp với lợi thế phòng thủ.",
        "actions": [
          "Thiết kế hành trình dành cho top 50 trader thuật toán với analytics và điều khiển 10x.",
          "Bảo vệ lợi thế bằng bằng chứng độc quyền, tự động hóa và công cụ quản trị rủi ro."
        ]
      },
      {
        "name": "Mark Zuckerberg",
        "summary": "Xây dựng mạng lưới và khoảnh khắc aha.",
        "actions": [
          "Giảm thời gian tới thông báo cashback đầu tiên và hiển thị social proof ngay lập tức.",
          "Dệt tính năng cộng đồng Hang Sói trực tiếp vào luồng cashback."
        ]
      },
      {
        "name": "Paul Graham",
        "summary": "Nói chuyện với người dùng và làm điều chưa scale.",
        "actions": [
          "Duy trì điểm chạm concierge dù UI đang được tự động hóa.",
          "Dùng review thủ công để phát hiện ma sát trước khi mã hóa quy trình."
        ]
      },
      {
        "name": "Reid Hoffman",
        "summary": "Thiết kế cho hiệu ứng mạng và blitzscale.",
        "actions": [
          "Đo sức khỏe mạng lưới (kết nối, lời mời, luồng cộng tác).",
          "Ưu tiên tính năng gia tăng giá trị đồ thị trader theo cấp số nhân."
        ]
      },
      {
        "name": "Neil Patel",
        "summary": "Làm chủ analytics và động cơ nội dung.",
        "actions": [
          "Theo dõi phễu chuyển đổi bằng heatmap và goal event trên các thành phần UI chủ lực.",
          "Xây module nội dung trụ cột tái sử dụng component UI/UX v3 cho trang SEO."
        ]
      }
    ],
    "governance.heading": "Quản trị truy cập, i18n & monitoring",
    "governance.description": "Các chốt chất lượng giữ cho chương trình UI/UX ổn định ở mọi locale và lần phát hành.",
    "governance.pillars": [
      "Chạy npm run lint, npm run test và npm run i18n:extract trong CI trước khi merge.",
      "Đánh giá WCAG 2.2 bằng axe và walkthrough bàn phím cho từng component mới.",
      "Ghi log manifest bằng chứng và phê duyệt hai lớp cùng các lần ra mắt UI.",
      "Theo dõi điểm Lighthouse, độ chính xác payout và thời gian chạm aha sau mỗi lần deploy."
    ],
    "governance.cta": "Mở playbook automation",
    "governance.ctaHref": "/docs/automation",
    "footer.tagline": "ApexRebate Hybrid Mode Canvas",
    "footer.description": "Canvas UI/UX v3 khởi tạo cho trải nghiệm giao dịch có bằng chứng và quốc tế hóa toàn diện.",
    "footer.product.title": "Sản phẩm",
    "footer.product.components": "Mục tiêu UX",
    "footer.product.tokens": "Roadmap",
    "footer.product.workflow": "Backlog thực thi",
    "footer.ops.title": "Vận hành",
    "footer.ops.accessibility": "Guardrail quản trị",
    "footer.ops.qa": "Tín hiệu chuyên gia",
    "footer.ops.monitoring": "Playbook automation",
    "footer.legal.privacy": "Privacy",
    "footer.legal.terms": "Terms",
    "footer.copyright": "© {year} ApexRebate. Giữ toàn bộ quyền."
  }
}
